tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "direnv"
brew "fish"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hugo"
brew "libssh2"
brew "mint"
brew "protobuf"
brew "mysql"
brew "node"
brew "nodebrew"
brew "peco"
brew "plantuml"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tig"
brew "tree"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "starship"
cask "adoptopenjdk"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-inconsolata"
