tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k1low/tap"
tap "sonatype-nexus-community/nancy-tap"
tap "teamookla/speedtest"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "direnv"
brew "fish"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "go@1.19"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hugo"
brew "jq"
brew "libssh2"
brew "minikube"
brew "mint"
brew "mysql"
brew "node"
brew "node@16"
brew "nodebrew"
brew "peco"
brew "pinentry-mac"
brew "plantuml"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rustup-init"
brew "starship"
brew "tcl-tk"
brew "tig"
brew "tree"
brew "yarn"
brew "yq"
brew "k1low/tap/octocov"
brew "sonatype-nexus-community/nancy-tap/nancy"
cask "adoptopenjdk"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-inconsolata"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "chris-hayes.chatgpt-reborn"
vscode "csholmq.excel-to-markdown-table"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "iden3.circom"
vscode "jebbs.plantuml"
vscode "LeetCode.vscode-leetcode"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "pepri.subtitles-editor"
vscode "rebornix.ruby"
vscode "rust-lang.rust-analyzer"
vscode "SimonSiefke.svg-preview"
vscode "taichi.vscode-textlint"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
